[
  {
    "id": 1,
    "name": "ohmyfood",
    "description": "Mobile-first integration, CSS animation and versioning with Git and GitHub.",
    "presentation": "Ohmyfood! is an online meal ordering company. The concept allows users to compose their own menu and reduce their waiting time in restaurants.",
    "image": "https://i.imgur.com/WiOKgpX.png",
    "tags": ["HTML", "CSS", "SCSS"],
    "link": "https://github.com/YoanGvs/P4-Openclassroom-int-web"
  },
  {
    "id": 2,
    "name": "KASA",
    "description": "Configure navigation via React Router, develop interfaces with React components, integrate CSS animations, use Sass for advanced styling, and initialize projects with Create React App.",
    "presentation": "Kasa is an accommodation rental company for private individuals. The concept enables users to find an unusual accommodation and book a night's stay.",
    "image": "https://i.imgur.com/nBGojiQm.jpg",
    "tags": ["HTML", "CSS", "JS", "REACT", "SASS"],
    "link": "https://github.com/YoanGvs/P8"
  },
  {
    "id": 3,
    "name": "Argent Bank",
    "description": " API data integration, API route configuration and Redux state management for optimized web applications.",
    "presentation": "Argent Bank is an online bank. The concept allows users to consult their accounts, make transfers and manage their profile.",
    "image": "https://i.imgur.com/NrE0mDy.png",
    "tags": ["HTML", "CSS", "JS", "REACT", "REDUX"],
    "link": "https://github.com/YoanGvs/Argent-Bank"
  },
  {
    "id": 4,
    "name": "Booki",
    "description": "Mastery of responsive interface implementation in HTML and CSS, configuration of front-end development environments, and precise integration of content according to mock-ups.",
    "presentation": "Booki is an online accommodation booking company. The concept allows users to book hotel rooms, houses or apartments.",
    "image": "https://i.imgur.com/ye0kt7W.png",
    "tags": ["HTML", "CSS", "JS"],
    "link": "https://github.com/YoanGvs/Argent-Bank"
  }
]
